IdeaRS.Connections
DissipativeItemCommandData.Setting Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.DissipativeItemCommandData.Setting"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IDissipativeZoneDesignValues Setting { get; set; }
Property Value
Type: IDissipativeZoneDesignValues
See Also
Reference
DissipativeItemCommandData Class
IdeaRS.Connections.Data Namespace